Repository: Robosoft-Training/cenare
Catalog: src/locale/messages.*.xlf
Languages: kn

source: CART
kn: ಕಾರ್ಟ್

source: LOGIN
kn: ಲಾಗಿನ್

source: CREATE AN ACCOUNT
kn: ಖಾತೆಯನ್ನು ತೆರೆಯಿರಿ

source: LOGOUT
kn: ಲಾಗ್ ಔಟ್

source: Order your food <br /> from the best Restaurants
kn: ಅತ್ಯುತ್ತಮ ರೆಸ್ಟೋರೆಂಟ್‌ಗಳಿಂದ ನಿಮ್ಮ ಆಹಾರವನ್ನು ಆದೇಶಿಸಿ

source: Search your restaurant or cuisines
kn: ನಿಮ್ಮ ರೆಸ್ಟೋರೆಂಟ್ ಅಥವಾ ಪಾಕಪದ್ಧತಿಗಳನ್ನು ಹುಡುಕಿ

source: Popular Brands
kn: ಜನಪ್ರಿಯ ಬ್ರಾಂಡ್‌ಗಳು

source: Find out more about the world's top food brands are available all over the world today.
kn: ವಿಶ್ವದ ಉನ್ನತ ಆಹಾರ ಬ್ರ್ಯಾಂಡ್‌ಗಳ ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿದುಕೊಳ್ಳಿ.

source: No brands nearby change to other locations and try.
kn: ಹತ್ತಿರದ ಯಾವುದೇ ಬ್ರ್ಯಾಂಡ್‌ಗಳು ಇತರ ಸ್ಥಳಗಳಿಗೆ ಬದಲಾಗುವುದಿಲ್ಲ ಮತ್ತು ಪ್ರಯತ್ನಿಸಿ.

source: All Brands
kn: ಎಲ್ಲಾ ಬ್ರಾಂಡ್‌ಗಳು

source: Best Deals & Offers
kn: ಅತ್ಯುತ್ತಮ ವ್ಯವಹಾರಗಳು ಮತ್ತು ಕೊಡುಗೆಗಳು

source: Endless deals near you! Grab the best deals and offers.
kn: ನಿಮ್ಮ ಹತ್ತಿರ ಅಂತ್ಯವಿಲ್ಲದ ವ್ಯವಹಾರಗಳು! ಉತ್ತಮ ವ್ಯವಹಾರಗಳು ಮತ್ತು ಕೊಡುಗೆಗಳನ್ನು ಪಡೆದುಕೊಳ್ಳಿ.

source: Offer is not available at restuarants near by change to other locations and try..
kn: ಇತರ ಸ್ಥಳಗಳಿಗೆ ಬದಲಾಯಿಸುವ ಮೂಲಕ ಹತ್ತಿರದ ರೆಸ್ಟಾರೆಂಟ್‌ಗಳಲ್ಲಿ ಆಫರ್ ಲಭ್ಯವಿಲ್ಲ ಮತ್ತು ಪ್ರಯತ್ನಿಸಿ ..

source: All offers & deals
kn: ಎಲ್ಲಾ ಕೊಡುಗೆಗಳು ಮತ್ತು ವ್ಯವಹಾರಗಳು

source: How to Order
kn: ಹೇಗೆ ಆದೇಶಿಸಬೇಕು

source: Giving you an easiest way to look for the best food that can be ordered.
kn: ಆದೇಶಿಸಬಹುದಾದ ಅತ್ಯುತ್ತಮ ಆಹಾರವನ್ನು ಹುಡುಕಲು ನಿಮಗೆ ಸುಲಭವಾದ ಮಾರ್ಗವನ್ನು ನೀಡುತ್ತದೆ.

source: Explore restaurants that deliver to your doorstep.
kn: ನಿಮ್ಮ ಮನೆ ಬಾಗಿಲಿಗೆ ತಲುಪಿಸುವ ರೆಸ್ಟೋರೆಂಟ್‌ಗಳನ್ನು ಅನ್ವೇಷಿಸಿ.

source: Browse menus and build your order in seconds.
kn: ಮೆನುಗಳನ್ನು ಬ್ರೌಸ್ ಮಾಡಿ ಮತ್ತು ನಿಮ್ಮ ಆದೇಶವನ್ನು ಸೆಕೆಂಡುಗಳಲ್ಲಿ ನಿರ್ಮಿಸಿ.

source: Follow the status of your order with real-time alerts.
kn: ನೈಜ-ಸಮಯದ ಎಚ್ಚರಿಕೆಗಳೊಂದಿಗೆ ನಿಮ್ಮ ಆದೇಶದ ಸ್ಥಿತಿಯನ್ನು ಅನುಸರಿಸಿ.

source: Crave App
kn: ಕ್ರೇವ್ ಅಪ್ಲಿಕೇಶನ್

source: Download the Food App
kn: ಆಹಾರ ಅಪ್ಲಿಕೇಶನ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ

source: Get realtime order updates, live chat support, and exclusive app-only offers.
kn: ನೈಜ ಸಮಯದ ಆದೇಶ ನವೀಕರಣಗಳು, ಲೈವ್ ಚಾಟ್ ಬೆಂಬಲ ಮತ್ತು ವಿಶೇಷ ಅಪ್ಲಿಕೇಶನ್-ಮಾತ್ರ ಕೊಡುಗೆಗಳನ್ನು ಪಡೆಯಿರಿ.
